var dict = {};
dict.DIC_GONGSHI = {
    '1': '互联网公示',
    '2': '院内公告栏',
    '3': '医院OA',
    '4': '文件',
    '5': '会议',
    '99': '其他'
};
dict.DIC_JUECE = {
    '1': '班子会',
    '2': '党委会',
    '3': '职代会',
    '4': '党政联席会',
    '5': '各类管理委员会(药事/设备/基建等委员会)',
    '99': '其他'
};
dict.DIC_TUIJIAN = {
    '1': '民主推荐',
    '2': '竞聘',
    '3': '组织考核',
    '99': '其他'
};
dict.DIC_ZHAOBIAO = {
    '1': '公开招标',
    '2': '竞争性谈判',
    '3': '竞争性磋商',
    '4': '单一来源采购',
    '99': '其他'
};
dict.DIC_YANSHOU = {
    '1': '使用部门验收',
    '2': '院内组织验收',
    '3': '组织院外专家验收',
    '4': '具有资质第三方验收',
    '99': '其他'
};
module.exports = dict;
